const String termsOfUseData = '''
2023/05/13

### 1. 総則

本規約は、Thundercard（以下、「本アプリ」といいます）の利用条件を定めるものです。本アプリを利用する全てのユーザーは、本規約に同意したものとみなされます。

### 2. アカウント

本アプリの利用を開始するには、ユーザーはアカウントを作成する必要があります。ユーザーは、自己のアカウント情報を真実、正確、最新、完全なものと保つ責任を負います。

### 3. プライバシー

ユーザーのプライバシーは極めて重要です。ユーザーの個人情報は、Devrollのプライバシーポリシーに従って処理されます。

### 4. セキュリティ

本アプリは現在開発中であり、セキュリティ上の問題が発生する可能性があります。ユーザーは、このリスクを理解し、本アプリの使用に関連して生じる可能性のあるいかなる損害についても、Devrollが責任を負わないことに同意します。

### 5. 著作権

本アプリに掲載されているすべてのコンテンツは、Devrollが所有し、国際著作権法により保護されています。

### 6. 変更と終了

Devrollは、本規約を任意に変更したり、本アプリを一時的または恒久的に終了したりする権利を有します。

### 7. 免責事項

Devrollは、本アプリの運用に関連して生じる可能性のあるいかなる間接的、偶然的、特別な、結果的な損害についても責任を負わないことを明記します。

### 8. その他

本規約に記載されていない事項については、法令または一般に確立された商習慣に基づき適切に処理されます。
''';
