const String versionData = '''
- 21(2.0.1) 2023/05/14 ディープリンクに対応／Singin with Googleの不具合を修正
- 17(2.0.0) 2023/05/10 パフォーマンスを改善／ディープリンクに対応
- 16(1.0.8) 2022/11/27 レスポンシブ対応
- 15(1.0.7) 2022/11/23 SnackBarの不具合を修正
- 14(1.0.6) 2022/11/22 アカウント登録の不具合を修正
- 13(1.0.5) 2022/11/20 App Store再リリース／アイコンを修正
- 12(1.0.5) 2022/11/19 通知ページの表示を改善
- 11(1.0.4) 2022/11/18 画面遷移／Singin with Googleの不具合を修正
- 10(1.0.3) 2022/11/17 App Store提出
- 9(1.0.3) 2022/11/17 App Storeリリース／アカウント機能を更新
- 8(1.0.2) 2022/11/15 App Store提出
- 7(1.0.2) 2022/11/12 利用規約を追加
- 6(1.0.1) 2022/11/09 交換に関する不具合を修正
- 5(1.0.0) 2022/11/08 Google Playリリース
- 4(1.0.0) 2022/11/07 Google Play提出
''';
